Repository: uclouvain/osis-registration
Catalog: */locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: This field is required.
fr_be: Ce champ est requis.

source: First name
fr_be: Prénom

source: Last name
fr_be: Nom

source: Private email address
fr_be: Adresse email privée

source: Password
fr_be: Mot de passe

source: Date of birth
fr_be: Date de naissance

source: Year
fr_be: Année

source: Month
fr_be: Mois

source: Day
fr_be: Jour

source: Domain {} is not an acceptable domain
fr_be: Le domaine {} n'est pas un domaine accepté

source: This is a test email sent from OSIS, only sent to {new_dest_address}. Planned receivers were : {receivers_addresses}.
fr_be: Ceci est un email de test envoyé par OSIS, uniquement envoyé à {new_dest_address}. Les destinataires initaux étaient: {receivers_addresses}.

source: No email has been sent because a technical error occured.
fr_be: Aucun email n'a été envoyé suite à une erreur technique.

source: No messages were sent : the message template %(html_template_ref)s does not exist.
fr_be: Aucun message envoyé : le template de message %(html_template_ref)s n'existe pas.

source: An error occured while using the service: {}
fr_be: Une erreur est survenue lors de l'utilisation du service: {}

source: An error occured while retrieving user account information: {}
fr_be: Une erreur est survenue en récupérant les informations du compte utilisateur: {}

source: An error occured while creating user account: {}
fr_be: Une erreur est survenue pendant la création du compte utilisateur: {}

source: An error occured while renewing user account validity: {}
fr_be: Une erreur est survenue lors du renouvellement de validité du compte: {}

source: a user account with the given email "{}" already exists
fr_be: un compte utilisateur avec l'adresse "{}" existe déjà

source: Unknown error
fr_be: Erreur inconnue

source: French
fr_be: Français

source: English
fr_be: Anglais

source: Play CAPTCHA as audio file
fr_be: Écouter la version audio

source: Refresh CAPTCHA
fr_be: Réinitialiser le CAPTCHA

source: Welcome to the UCLouvain registration application platform
fr_be: Bienvenue sur la plateforme de demande d’inscription à l’UCLouvain

source: If you are visiting this website for the first time, you must first <b style="text-decoration: underline;">register</b> yourself: we will ask you for some personal information, which will enable you to create an access account. This account requires a valid and functioning private email address, which will be used as your identifier. A verification email will be sent to you with an account activation link.
fr_be: Si vous visitez ce site pour la première fois, vous devez d’abord vous <b style="text-decoration: underline;">enregistrer</b>: nous vous demanderons quelques données personnelles, ce qui vous permettra de créer un compte d’accès. Ce compte nécessite une adresse email privée valide et fonctionnelle, utilisée comme identifiant. Un courriel de vérification vous sera envoyé avec un lien d’activation de compte.

source: If you have already created an access account, simply <b style="text-decoration: underline;">log in</b>.
fr_be: Si vous avez déjà créé un compte d’accès, il suffit de vous <b style="text-decoration: underline;">connecter</b>.

source: <span>You <b style="text-decoration: underline;">already have</b> an account</span>
fr_be: <span>Vous <b style="text-decoration: underline;">avez déjà</b> un compte</span>

source: Please log in using your existing login credentials
fr_be: Veuillez vous connecter à l'aide de vos identifiants

source: Log in
fr_be: Se connecter

source: <span>You <b style="text-decoration: underline;">do not have</b> an account yet</span>
fr_be: <span>Vous <b style="text-decoration: underline;">n'avez pas encore</b> de compte</span>

source: Please register first in order to request a new account
fr_be: Veuillez d'abord vous enregistrer afin de créer votre compte

source: Register
fr_be: S'enregistrer

source: Authentication information
fr_be: Informations d'authentification

source: Password should validate against the following rules:
fr_be: Le mot de passe doit respecter les règles suivantes:

source: can’t be too similar to your other personal information
fr_be: doit se différencier de vos autres informations personnelles

source: must contain at least 12 characters
fr_be: doit contenir au moins 12 caractères

source: can’t be a commonly used password
fr_be: ne peut pas être un mot de passe couramment utilisé

source: must contain at least 3 of these types: uppercase, lowercase, digit and special
fr_be: doit contenir au moins 3 types de caractères parmi les suivants: majuscule, minuscule, chiffre et spécial

source: To determine whether you are a human visitor and to prevent automated spam submissions, please solve the following CAPTCHA.
fr_be: Pour déterminer si vous êtes bien un visiteur humain et afin d'éliminer les soumissions automatisées, veuillez résoudre le CAPTCHA suivant.

source: Write down the sequence of characters visible in the image above
fr_be: Écrivez ici la séquence de caractères visible dans l'image ci-dessus

source: Data processing agreement
fr_be: Accord de traitement des données

source: In order to continue, you have to acknowledge and accept
fr_be: Afin de continuer votre inscription, vous devez lire et accepter

source: the UCLouvain policy on personal data protection
fr_be: la politique de l'UCLouvain sur la protection des données à caractère personnel

source: Accept
fr_be: Accepter

source: Reject
fr_be: Refuser

source: Cancel
fr_be: Annuler

source: Agreement is required to proceed with registration
fr_be: L'accord est nécessaire pour continuer l'inscription

source: <span>You <b style="text-decoration: underline;">already have</b> an account ?</span>
fr_be: <span>Vous <b style="text-decoration: underline;">avez déjà</b> un compte ?</span>

# admission
source: Log in
fr_be: Connectez-vous

source: <span>You <b style="text-decoration: underline;">do not have</b> an account yet ?</span>
fr_be: <span>Vous <b style="text-decoration: underline;">n'avez pas encore</b> de compte ?</span>

source: Create your account
fr_be: Créez votre compte

source: Your account is personal !
fr_be: Votre compte est personnel !

source: Sharing your account among multiple individuals is not allowed and will result in the closure of all related requests.
fr_be: Le partage de compte entre plusieurs personnes n’est pas autorisé et entrainera la clôture de toutes les demandes effectuées.

source: Before registering
fr_be: Avant de vous inscrire

source: Check the <a href="%(url)s">registration calendar</a> to ensure that your application is submitted within the deadlines
fr_be: Consultez le <a href="%(url)s">calendrier des inscriptions</a> pour vous assurer que votre demande est introduite dans les délais

source: Verify the <a href="%(url)s">entry requirements</a> for the program you wish to join
fr_be: Vérifiez les <a href="%(url)s">conditions d'accès</a> duu programme que vous souhaitez intégrer

source: Gather all the <a href="%(url)s">necessary documents</a> to be provided
fr_be: Rassemblez tous les <a href="%(url)s">documents à fournir</a>

source: A few more questions?
fr_be: Encore quelques questions ?

source: Check out our <a href="%(url)s">FAQ</a>
fr_be: Consultez notre <a href="%(url)s">FAQ</a>

source: Tuition fees
fr_be: Les droits d'inscription

source: Passerelles
fr_be: Les passerelles

source: Funding eligibility
fr_be: La finançabilité

source: Accommodations
fr_be: Les logements

source: Preparing for your arrival in Belgium
fr_be: Préparer votre arrivée en Belgique

source: Assimilation
fr_be: L'assimilation

source: <a href="%(url)s">Contact us</a> or come meet us at our offices
fr_be: <a href="%(url)s">Contactez-nous</a> ou venez nous rencontrer dans nos bureaux

source: Your browser is out of date. This can lead to unknown behaviour.
fr_be: Votre navigateur n'est pas à jour. Certaines fonctionnalités peuvent ne pas fonctionner correctement.

source: Are you decided? Do you wish to pursue your studies at UCLouvain?
fr_be: Alors, décidé.e... Vous souhaitez suivre votre cursus à l'UCLouvain ?

source: Welcome to the online registration page! Please feel free to get started.
fr_be: Soyez le.la bienvenu.e sur la page d'inscription en ligne !

source: UCLouvain user account creation request
fr_be: Demande de création de compte UCLouvain

source: Submit registration form
fr_be: Envoyer le formulaire d'inscription

source: Your registration request has been submitted
fr_be: Votre requête d'inscription a été envoyée

source: Validate your email address
fr_be: Validez votre adresse email

source: In order to complete the registration process, we sent you an email with a validation link.
fr_be: Afin de compléter le processus d'inscription, nous vous avons envoyé un email avec un lien de validation.

source: Please check your mailbox and validate your account following the link.
fr_be: Veuillez vérifier votre boîte email et valider votre compte en suivant le lien.

source: Your email has been validated
fr_be: Votre adresse email a été validée

source: User account creation
fr_be: Création de compte utilisateur

source: Your user account has been successfully created. You may now log in to continue your operations.
fr_be: Votre compte utilisateur a été créé avec succès. Vous pouvez à présent vous connecter afin de poursuivre vos opérations.

source: Something went wrong during user account creation process. Please contact administration.
fr_be: Une erreur s'est produite pendant le processus de création de compte. Veuillez contacter l'administration.

source: This step will be available as soon as the previous step is done
fr_be: Cette étape sera disponible dès que l'étape précédente aura été réalisée

source: Access refused
fr_be: Accès refusé

source: Go back Home
fr_be: Retour à l'accueil

source: Method not allowed
fr_be: Méthode non autorisée

source: JavaScript is disabled on your browser, but OSIS does not work without JavaScript.
fr_be: JavaScript est désactivé dans votre navigateur mais OSIS ne fonctionne pas sans JavaScript.

source: please_enable_javascript
fr_be: Veuillez activer JavaScript

source: Home
fr_be: Accueil

source: Page not found
fr_be: Page introuvable

source: The page you are looking for was not found.
fr_be: La page que vous cherchez est introuvable.

source: Too many attempts have been made with this IP address. Please try again later.
fr_be: Trop de requêtes ont été faites avec cette adresse IP. Veuillez réessayer plus tard.

source: A server error occured.
fr_be: Une erreur serveur est survenue.

source: Password too short (less than 12 characters)
fr_be: Mot de passe trop court (moins de 12 caractères)

source: Password too long (more than 200 characters)
fr_be: Mot de passe trop long (plus de 200 caractères)

source: Some unsupported characters are present in the password
fr_be: Des caractères non supportés sont présents dans le mot de passe

source: Not enough character diversity in the password. Please provide at least 3 characters types among uppercase, lowercase, digit and special
fr_be: La diversité des caractères n'est pas respectée. Veuillez utiliser au moins 3 types de caractères parmi les suivants: majuscule, minuscule, chiffre et spécial

source: The password is too similar to first name or last name
fr_be: Le mot de passe est trop similaire au prénom ou au nom

source: This password has been found in a password database leaked publicly
fr_be: Ce mot de passe a été trouvé dans une fuite de mots de passe déjà publiée

source: Some parameters are missing for the password check
fr_be: Des paramètres sont manquants pour la vérification du mot de passe

source: An error occured while sending the creation request. Please try again later.
fr_be: Une erreur est survenue lors de la demande de création de compte. Veuillez réessayer plus tard.
